0.1.0/tutorials/heat-transfer/buoyant-boussinesq-simple/hot_room/0.org/U
// mousse: CFD toolbox

FoamFile
{
  version     2.0;
  format      ascii;
  class       volVectorField;
  object      U;
}

dimensions      [0 1 -1 0 0 0 0];
internalField   uniform (0 0 0);

boundaryField
{
  floor
  {
    type            fixedValue;
    value           uniform (0 0 0);
  }
  ceiling
  {
    type            fixedValue;
    value           uniform (0 0 0);
  }
  fixedWalls
  {
    type            fixedValue;
    value           uniform (0 0 0);
  }
}

// vim: set ft=foam et sw=2 ts=2 sts=2:
