0.1.0/tutorials/heat-transfer/buoyant-boussinesq-simple/hot_room/0.org/epsilon
// mousse: CFD toolbox

FoamFile
{
  version     2.0;
  format      ascii;
  class       volScalarField;
  location    "0";
  object      epsilon;
}

dimensions      [0 2 -3 0 0 0 0];
internalField   uniform 0.01;

boundaryField
{
  floor
  {
    type            epsilonWallFunction;
    value           uniform 0.01;
  }
  ceiling
  {
    type            epsilonWallFunction;
    value           uniform 0.01;
  }
  fixedWalls
  {
    type            epsilonWallFunction;
    value           uniform 0.01;
  }
}

// vim: set ft=foam et sw=2 ts=2 sts=2:
